{
  "welcome": "continue",
  "home": "Home",
  "name": "Mark Varga",
  "about": "About Me",
  "message": "Write a message!",
  "serv": "Services",
  "skillsTitle1": "For individuals",
  "skillsTitle2": "For entrepreneurs",
  "frontend": "Frontend development",
  "backend": "Backend development",
  "more": "More info",
  "free": "Frontend Web Developer",
  "send": "Send",
  "close": "close",
  "skills": "Skills",
  "search": "Search boldly!",
  "facebook": "Search Facebook",
  "linkedin": "Search Linkedin",
  "writeMessage": "Or write a message here:",
  "contact": "Contact us",
  "help": "What can I help you?",
  "intro": "I'm Mark Varga, a web developer. I design and build websites.",
  "exp": "Relevant experience",
  "agile": "Agile development",
  "website": "Create new website",
  "mobile": "Mobile friendly web design",
  "contentManagment": "Content management",
  "content1": "I think it is very important to be up to date and to improve our knowledge. With my experience, I can help you, whether it’s frontend or backend development.",
  "content2": "The essence of this method is to be able to involve customers in the development and in this way they will be completely satisfied with the end result.",
  "content3": "Whether it’s a one-page website or even a web application with a more complex structure, it’s all feasible, it depends on your imagination. :)",
  "content4": "I help make your website (s) fully responsive and provide the right user experience on all display devices.",
  "content5": "I can help you improve your existing website (s) and process its content according to your own needs.",
  "entreContent": "Anyone who is serious about success in the job market, they mustn't think for a second about whether or not they need an online portfolio!",
  "indiContent": "Nowadays, it is considered a virtually missed issue if an entrepreneur isn't present at the diversified world of the Internet, which provides plenty of opportunities to show and advertise products and services to customers.",
  "aboutIntro": "My qualifications are business informatics and web development. I graduated as a business informatics technician in 2019. I have two diplomas in web development. I dropped into the world of web development in 2018 and since then we have been inseparable from each other, I am developing my knowledge constantly, I can now work as a web developer to maximize the satisfaction of my clients and employers.",
  "entrepreneurIntro": "Anyone who is serious about success in the job market, they mustn't think for a second about whether or not they need an online portfolio! Whether you need a one-page introductory website or a more serious website put together according to your own ideas, feel free to contact me and write! I also undertake content management or conversion, so if you are not happy with the current one, feel free to contact me! Thanks to my agile development approach, the result is guaranteed to be what you envisioned!",
  "individualIntro": "Nowadays, it is considered a virtually missed issue if an entrepreneur isn't present at the diversified world of the Internet, which provides plenty of opportunities to show and advertise products and services to customers. Websites / web applications are very useful in the business, with which we can inform our customers about us. I can help you with that! It could be a completely new web application to be built from scratch, or it could be an existing one where I can also help you with content management or conversion. Thanks to my agile development approach, the end result is guaranteed to be what you envisioned.",
  "methodology": "Collaboration methodologies, version control, Git",
  "agilep": "Agile project management",
  "command": "Command line and network knowledge (Linux/Windows)",
  "local": "Internationalization (i18n)",
  "scroll": "Scroll down to see the work done so far",
  "project": "Projects",
  "inflation": "Inflation calculator",
  "inflationContent": "This project was about creating an inflation calculator web application, the users can apply custom weighting and set all of the main and subcategories that come from the KSH system, so they can calculate a specialized value for themselves.",
  "tech": "Technology",
  "description": "Description",
  "here": "Let see!",
  "interest": "If I convince You, I am waiting for your application at these contacts:",
  "social": "But you also find me on different social interfaces:",
  "future": "If you would like to discuss your future website with me in person:",
  "leaderboard": "A summary table of results that obtains data from multiple sources and in this way can dynamically provide users with up-to-date data.",
  "reserve": "All rights reserved!",
  "portfolio": "Portfolio",
  "notList": "The list is not exhaustive!",
  "days": "Mon - Fri,"
}