{
  "welcome": "Tovább",
  "home": "Kezdőlap",
  "name": "Varga Márk",
  "about": "Rólam",
  "message": "Írj üzenetet!",
  "serv": "Szolgáltatások",
  "skillsTitle1": "Vállalkozóknak",
  "skillsTitle2": "Magánszemélyeknek",
  "frontend": "Frontend fejlesztés",
  "backend": "Backend fejlesztés",
  "more": "Tovább",
  "free": "Frontend Webfejlesztő",
  "send": "Küldés",
  "close": "Bezárás",
  "skills": "Szaktudás",
  "search": "Keress bátran!",
  "facebook": "Keress Facebookon",
  "linkedin": "Keress Linkedinen",
  "writeMessage": "Vagy írj itt üzenetet:",
  "contact": "Kontakt",
  "help": "Amiben segíthetek",
  "intro": "Varga Márk vagyok, webfejlesztő. Weboldalak tervezésével és kivitelezésével foglalkozom.",
  "exp": "Releváns tapasztalat",
  "agile": "Agilis fejlesztés",
  "website": "Weboldal nulláról",
  "mobile": "Mobilbarát webdesign",
  "contentManagment": "Tartalomkezelés",
  "content1": "Nagyon fontosnak tartom, hogy naprakészek legyünk és a tudásunkat is folyamatosan frissítsük. A megszerzett tapasztalatommal tudlak segíteni, legyen szó frontend vagy backend oldali fejlesztésről.",
  "content2": "Ennek a módszernek a lényege, hogy az ügyfeleket nagyobb mértékben bele lehessen vonni a fejlesztésbe és így a végeredménnyel teljes mértékben elégedettek legyenek.",
  "content3": "Legyen szó egy oldalas weboldalról vagy akár egy komplexebb felépítésű webalkalmazásról, minden kivitelezhető ez csak a képzeleten múlik. :)",
  "content4": "Segítek, hogy a weboldalad/weboldalaid teljes mértékben reszponzívak legyenek és minden megjelenítőeszközön a megfelelő felhasználói élmény legyen szolgáltatva.",
  "content5": "Segíthetek már meglévő weboldalad/weboldalaid továbbfejlesztésében és annak tartalmának feldolgozásában a saját igényeid szerint.",
  "entreContent": "Aki magánszemélyként a munkaerőpiacon komolyan gondolja a sikerességet az egy másodpercig sem gondolkodik azon, hogy szükség van-e online portfolióra vagy sem.",
  "indiContent": "Mai világba már gyakorlatilag kihagyott ziccernek számít, ha egy vállalkozó esetleg nincs jelen az internet szerteágazó világába, ami rengeteg lehetőséget biztosít a termékek és szolgáltatások bemutatására, reklámozására.",
  "aboutIntro": "Végzettségem gazdaságinformatikus és webfejlesztő. Gazdaságinformatikus technikusi végzettségemet még 2019-ben szereztem. Webfejlesztés terén két elismerő oklevéllel rendelkezem. Webfejlesztés világába 2018-ba cseppentem bele és azóta is elszakíthatatlanok vagyunk egymástól, hiszen tudásomat folyamatosan fejlesztve ma már webfejlesztőként azon dolgozhatok, hogy az ügyfeleim és munkáltatóm elégedettsége a maximális legyen.",
  "entrepreneurIntro": "Aki magánszemélyként a munkaerőpiacon komolyan gondolja a sikerességet az egy másodpercig sem gondolkodik azon, hogy szükség van-e online portfolióra vagy sem! Akár egy oldalas bemutatkozó weboldalra van szükséged, akár komolyabb, saját ötleteid szerint összerakott weboldalra, nyugodtan fordulj hozzám és írj! Tartalomkezelést vagy átalakítást is vállalok ha nem vagy elégedett a jelenlegivel akkor is nyugodtan keress meg! Agilis fejlesztési szemléletemnek köszönhetően a végeredmény garantáltan olyan lesz mint amilyennek te elképzelted!",
  "individualIntro": "Mai világba már gyakorlatilag kihagyott ziccernek számít, ha egy vállalkozó esetleg nincs jelen az internet szerteágazó világába, ami rengeteg lehetőséget biztosít a termékek és szolgáltatások bemutatására, reklámozására az ügyfelek felé. Ennek a szerteágazó világnak nagyon hasznos hozományai a weboldalak/webalkalmazások, amelyekkel ma már rengeteg ügyfélhez juttathatjuk el információinkat vállalkozásunkról. Ebben lehetek én a segítségedre! Legyen szó egy teljesen új, a nulláról felépítendő webalkalmazásról, vagy lehet szó már meglévőről, ahol tartalomkezelésben vagy átalakításban is segíthetek neked!. Agilis fejlesztési szemléletemnek köszönhetően a végeredmény garantáltan olyan lesz mint amilyennek te elképzelted!",
  "methodology": "kollaborációs módszertanok, verziókezelés, Git",
  "agilep": "Agilis projektmenedzsment",
  "command": "Parancssori és hálózati ismeretek (Linux/Windows)",
  "local": "Internacionalizálás (i18n)",
  "scroll": "Lejjebb görgetve az eddig elkészült munkákat láthatod",
  "project": "Projektek",
  "inflation": "Inflációs kalkulátor",
  "inflationContent": "Ez a projektmunka egy inflációs kalkulátor webalkalmazás létrehozásáról szólt, aminek a célja, hogy egyéni súlyozást tudjon beállítani a felhasználó minden fő- és alkategóriára, amik a KSH rendszeréből származnak, így a felhasználó specializált értéket tud magának kiszámolni.",
  "tech": "Technológia",
  "description": "Leírás",
  "here": "Nézzük!",
  "interest": "Ha sikerült meggyőznöm, akkor ezekre az elérhetőségekre várom a jelentkezésed:",
  "social": "De elérsz a különböző közösségi felületeken is:",
  "future": "Ha esetleg személyesen szeretnél velem tárgyalni leendő weboldaladról:",
  "leaderboard": "Egy eredményeket összefoglaló táblázat, amely több forrásból szerzi be az adatokat és így dinamikusan, friss adatokkal tudja ellátni a felhasználókat.",
  "reserve": "Minden jog fenntertva!",
  "portfolio": "Portfólió",
  "notList": "A lista nem teljes!",
  "days": "H - P,"
}
